     {
    "Воин" : [
        {
            "МножительХП" : 1.5,
            "ДопКД" : 0,
            "ДеБаф_к_пулям" : 0,
            "Статы_Стандарт" : [
                {
                    "Сила" : [1, 0]
                }
            ],
			"Способности" : [
                "Тактик|Вы можете бонусным действием, при ролле на интеллект сравнить свои силы с противником.",
                "Рывок|Вы может совершить движение на расстояние 1 хода, совершая атаку по всем на пути, максимум 3 цели. Перезарядка 4 хода.",
                "Тренированный|Вы получаете +1 к мастерству всех оружий."
        ],
			"Касты" : [
                "1|Защитрезание|0|0|1|Накладываете на себя или союзника щит, который имеет 100 хп против физ урона. До союзника должно быть меньше 4-х палок", 
			    "Обрие|8|0|Заговор|Возможность понимать и говорить с дикими и домашними животными"
            ],
            "Ветви" : [
                {
                    "Путь клинка" : [
                        {
                            "0" : [
                                {
                                    "Способности" : [
                                        "Рывок|Вы может совершить движение на расстояние 1 хода, совершая атаку по всем на пути, максимум 5 целей. Перезарядка 4 хода."
                                ]
                                }
                            ],
                            "1" : [
                                {
                                    "Способности" : [
                                        "Рывок|Вы может совершить движение на расстояние 1 хода, совершая атаку по всем на пути, максимум 7 целей. Перезарядка 4 хода.",
                                        "Боевой стиль|Успешное полное комбо можно закончить спец-атакой.",
                                        "Ускорение|Вы 3 раза за длинный отдых получаете дополнительное действие."
                                ]
                                }
                            ],
                            "2" : [
                                {
                                        "Способности" : [
                                        "Рывок|Вы может совершить движение на расстояние 1 хода, совершая атаку по всем на пути, максимум 10 целей. Перезарядка 4 хода."
                                ]
                                }
                            ],
                            "3" : [
                                {
                                    "Способности" : [
                                        "Рывок|Вы может совершить движение на расстояние 1 хода, совершая атаку по всем на пути, не имеет лимит количество целей. Перезарядка 3 хода.",
                                        "Превосходный воин|Критический удар теперь считается с 18 до 20."
                                ]
                                }
                            ],
                            "4" : [
                                {
                                    "Способности" : [
                                        "Рывок|Вы может совершить движение на расстояние 2 ходов и может быть совершён по любой траектории, совершая атаку по всем на пути, не имеет лимит количество целей. Перезарядка 2 хода."
                                ]
                                }
                            ]
                        }
                    ],
                    "Тактик" : [
                        {
                            "0" : [
                                {
									"Способности" : [
                                        "Финт|Вы может совершить ложную атаку(ролл на атаку), спровоцировав противника, если ролл превосходит половину блока противника, то противник получает дебафф к блоку против финтующего -10. Перезарядка 3 хода.",
                                        "Контрудар|При выигрыше блока над атакой противника на более, чем 5 очков, вы получаете 1 дополнительное контрдействие и атакуете с помощью него противника. Можно применить на каждого противника не более 2-х раз за бой."
                                    ],
                                    "Интелект" : [1, 0],
                                    "Расследование" : [2, 0],
                                    "Мудрость" : [1, 0]
                                }
                            ],
                            "1" : [
                                {
                                    "Способности" : [
                                        "Читаю как открытую книгу|Может узнать следующее действие противника при ролле на интеллект. Так же бонусным действием раз в 5 ходов, вы при ролле на интеллект может узнать сопротивление к определенному типу урона. ",
                                        "Контрудар|При выигрыше блока над атакой противника на более, чем 5 очков, вы получаете 1 дополнительное контрдействие и атакуете с помощью него противника. Можно применить на каждого противника не более 4-х раз за бой."
                                    ],
                                    "Интелект" : [1, 0],
                                    "Ловкость" : [1, 0]
                                }

                            ],
                            "2" : [
                                {
                                    "Способности" : [
                                        "Контрудар|При выигрыше блока над атакой противника на более, чем 5 очков, вы получаете 1 дополнительное контрдействие и атакуете с помощью него противника. Можно применить на каждого противника не более 5 раз за бой."
                                    ],
                                    "Интелект" : [1, 0],
                                    "Ловкость" : [1, 0]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Способности" : [
                                        "Бывалый|Мастерство даёт двукратный бафф.",
                                        "Блицкриг|У вас есть преимущество на роллы инициативы и +5 к роллам в первые 2 хода боя.",
                                        "Контрудар|При выигрыше блока над атакой противника на более, чем 5 очков, вы получаете 1 дополнительное контрдействие и атакуете с помощью него противника. Можно применить на каждого противника не более 7 раз за бой."
                                    ],
                                    "Интелект" : [1, 0],
                                    "Ловкость" : [1, 0]
                                }
                            ],
                            "4" : [
                                {
                                    "Способности" : [
                                        "Финт|Вы может совершить ложную атаку(ролл на атаку), спровоцировав противника, если ролл превосходит половину блока противника, то противник получает дебафф к блоку против финтующего -10. Перезарядка 3 хода.",
                                        "Контрудар|При выигрыше блока над атакой противника на более, чем 5 очков, вы получаете 1 дополнительное контрдействие и атакуете с помощью него противника. Не имеет лимита."
                                    ],
                                    "Интелект" : [1, 0],
                                    "Ловкость" : [2, 0],
                                    "Расследование" : [4, 0]
                                }
                            ]
                        }
                    ],
                    "Магический воин" : [
                        {
                            "0" : [
                                {
                                    "Касты" : [
                                        "Магическое оружие|8|0|1|Вы можете зачаровать свое оружие, увеличив его качество на 1 на 3 хода за 1 магическую пулю."
                                    ],
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 2

                                }
                            ],
                            "1" : [
                                {
                                    "Касты" : [
                                        "Магический доспех|8|0|1|Вы можете зачаровать свою броню увеличив ее качество на 1 на 3 хода за 1 магическую пулю."
                                    ],
                                    "ДеБаф_к_пулям" : 1
                                }

                            ],
                            "2" : [
                                {
                                    "Касты" : [
                                        "Магический комплект|8|0|1|Вы можете зачаровать свою броню и оружие, увеличив их качество на 1 на 4 хода за 1 магическую пулю."
                                    ],
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 1
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Способности" : [
                                        "Боевая магия|Если вы накладываете заговор, то вы можете дополнительно нанести одну атаку. Перезарядка 3 хода.",
                                        "Магическое искусство боя|Вы получаете возможность телепортироваться на 16 метров(4 палки) в свободное пространство, которое он видит. Перезарядка 4 хода."
                                    ],
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 1
                                }
                            ],
                            "4" : [
                                {
                                    "Мудрость" : [2, 0]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
	"Изобретатель" : [
        {
            "МножительХП" : 1,
            "ДопКД" : 0,
            "ДеБаф_к_пулям" : 3,
            "Статы_Стандарт" : [
                {

                }
            ],
            "Способности" : [
                "Руки-крюки|Вы изначально можете делать предметы плохого качества.",
                "Магия - тоже наука|Можете создавать предметы кастующие заклинания.",
                "Инфузия|Инфузию можно использовать 1 раз за 2 дня и расчеты затрат на единоразовую инфузию зависят от сложности и объема инфузии. И для накладывания самой инфузии, изобретателю нужно найти информацию о том или ином виде инфузии, придумать как наложить ее куда-либо и потратить время на само наложение.\r\nНа одном объекте может быть только 1 инфузия(исключение - магическое свойство было наложено не вами или, магическое свойство было наложено разными изобретателями или, изобретатель имеет высокий уровень магического техника)."
            ],
            "Ветви" : [
                {
                    "Кузнец" : [
                        {
                            "0" : [
                                {
                                    "Сила" : [1, 0],
                                    "Способности" : [
                                        "Руки-крюки|Вы изначально можете делать предметы плохого качества.\r\nМаксимальный уровень ковки и улучшения брони и оружия стандартный."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Сила" : [2, 0],
                                    "Способности" : [
                                        "Руки-крюки|Вы изначально можете делать предметы плохого качества.\r\nМаксимальный уровень ковки и улучшения брони и оружия высокий.\r\nВ общем +1 к роллу на ковку.",
                                        "Бастион|Вы можете 1 раз за длинный отдых повысить КД своей брони в 2 раза на 3 хода.",
                                        "Крушитель|Вы можете 1 раз за длинный отдых повысить урон своего оружия в 2 раза на 2 хода."
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Сила" : [1, 0],
                                    "Способности" : [
                                        "Руки-крюки|Вы изначально можете делать предметы плохого качества.\r\nМаксимальный уровень ковки и улучшения брони и оружия великолепный.\r\nВ общем +3 к роллу на ковку."
                                    ]
                                }
                            ],
                            "3" : [
                                {
                                    "Сила" : [1, 0],
                                    "Способности" : [
                                        "Руки-крюки|Вы изначально можете делать предметы плохого качества.\r\nМаксимальный уровень ковки и улучшения брони и оружия высокий.\r\nВ общем +6 к роллу на ковку.",
                                        "Страж|Вы получаете пассивную возможность наносить атаку противникам в радиусе вашего хода без потери контрдействия в случае любой атаки противника.",
                                        "Эксперт|Теперь вы можете крафтить вещи нужного качества, игнорируя качество ваших инструментов."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Сила" : [2, 0],
                                    "Способности" : [
                                        "Руки-крюки|Вы изначально можете делать предметы плохого качества.\r\nМаксимальный уровень ковки и улучшения брони и оружия мастерский.\r\nВ общем +11 к роллу на ковку."
                                        
                                    ]
                                }
                            ]
                        }
                    ],
                    "Алхимик" : [
                        {
                            "0" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Раследование" : [2, 0],
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Алхимия|Вы можете улучшать ресурсы до стандартного качества. Для этого нужна малая стандартная алхимическая лаборатория, длинный отдых и ролл на зельеварение >17.\r\n+2 к роллу при зельеварении.\r\nЕсть возможность определять качество и тип ингредиентов."
                                        
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Алхимия|Вы можете улучшать ресурсы до высокого качества. Для этого нужна средняя высокая алхимическая лаборатория, длинный отдых и ролл на зельеварение >19.\r\nОбщий к роллу при зельеварении +6.\r\n+5 к роллу на телосложение против ядов.\r\nОЕсть возможность определять качество и тип ингредиентов и простых зелий.",
                                        "Передоз|Все зелья принятые алхимиком имеют эффект зелий на 1 качество выше."
                                        
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Алхимия|Вы можете улучшать ресурсы до великолепного качества. Для этого нужна средняя великолепная алхимическая лаборатория, длинный отдых и ролл на зельеварение >25.\r\nОбщий к роллу при зельеварении +12.\r\n+5 к роллу на телосложение против ядов.\r\nОЕсть возможность определять качество и тип ингредиентов, простых и средних зелий."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Алхимия|Вы можете улучшать ресурсы до мастерского качества. Для этого нужна большая мастерская алхимическая лаборатория, длинный отдых и ролл на зельеварение >35.\r\nОбщий к роллу при зельеварении +20.\r\n+5 к роллу на телосложение против ядов.\r\nОЕсть возможность определять качество и тип ингредиентов, простых, средних и сложных зелий.",
                                        "Экономный|Половина материалов для крафтов раз в 3 крафта возвращается.",
                                        "На игле с малых лет|Игнорирование урона от яда, кислот и всех токсинов."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Алхимия|Вы можете улучшать ресурсы до мифического качества. Для этого нужна гигантская мифическая алхимическая лаборатория, длинный отдых и ролл на зельеварение >46.\r\nОбщий к роллу при зельеварении +30.\r\n+5 к роллу на телосложение против ядов.\r\nОЕсть возможность определять качество и тип ингредиентов, простых, средних и сложных зелий."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Магический техник" : [
                        {
                            "0" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 2
                                   
                                }
                            ],
                            "1" : [
                                {
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 1,
                                    "Способности" : [
                                        "Экстренные меры|При роле на крафт выше 17 изобретатель может ударом починить созданные им предметы.",
                                        "Магическое накопление|Вы можете заранее подготовить до 3 зарядов одного заклинания на один каст. Перезарядка 1 длинный отдых.",
                                        "Инфузия|Инфузию можно использовать 1 раз за 2 дня и расчеты затрат на единоразовую инфузию зависят от сложности и объема инфузии. И для накладывания самой инфузии, изобретателю нужно найти информацию о том или ином виде инфузии, придумать как наложить ее куда-либо и потратить время на само наложение.\r\nНа одном объекте может быть только 1 инфузия(исключение - магическое свойство было наложено не вами или, магическое свойство было наложено разными изобретателями или, изобретатель имеет высокий уровень магического техника).\r\nПотолок инфузии на предмет равен двум."
                                    ]
                                   
                                }

                            ],
                            "2" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Золотые руки|Вы можете накладывать касанием временную известную инфузию на любой объект и даже существ(согласных) во время боя, инфузия действует 3 хода. Перезарядка короткий отдых."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 1,
                                    "Способности" : [
                                        "Изъятие|Вы можете снимать инфузии и перекладывать их между предметами Перезарядка длинный отдых.",
                                        "Инфузия|Инфузию можно использовать 1 раз за 2 дня и расчеты затрат на единоразовую инфузию зависят от сложности и объема инфузии. И для накладывания самой инфузии, изобретателю нужно найти информацию о том или ином виде инфузии, придумать как наложить ее куда-либо и потратить время на само наложение.\r\nНа одном объекте может быть только 1 инфузия(исключение - магическое свойство было наложено не вами или, магическое свойство было наложено разными изобретателями или, изобретатель имеет высокий уровень магического техника).\r\nПотолок инфузии на предмет равен трём."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 1
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "Рейнджер" : [
        {
            "МножительХП" : 1.2,
            "ДопКД" : 0,
            "ДеБаф_к_пулям" : 0,
            "Статы_Стандарт" : [
                {
                    "Ловкость" : [1, 0],
                    "Восприятие" : [1, 0],
                    "Расследование" : [2, 0]
                }
            ],
            "Способности" : [
                "Как дома|Вы очень хорошо знакомы с одним видом природной среды и имеете большой опыт путешествий и выживания в регионах с таким климатом. Выберите один вид известной местности: арктика, болота, горы, леса, луга, побережье, подземье или пустыня (можете выбрать зону которой нет в этом списке). Находясь в этой зоне вы будите иметь +1 ко всем роллам.",
                "Стрелок|Вы получаете +2 к роллу во время атаки дальнобойным оружием.",
                "Зоркий глаз|Вы можете потратить своё действие на прицеливание, чтобы в следующем действии получить +6 к роллу. Можете использовать раз в длинный отдых.",
                "Мастер маскировки|Вы можете замаскировать себя или других с помощью подручных материалов, это даст вам +3 к роллу на скрытность."

            ],
            "Ветви" : [
                {
                    "Следопыты" : [
                        {
                            "0" : [
                                {
                                    "Восприятие" : [1, 0],
                                    "Расследование" : [1, 0],
                                    "Способности" : [
                                        "Зрячий|Вы пассивно видите все следы."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Восприятие" : [1, 0],
                                    "Расследование" : [1, 0],
                                    "Способности" : [
                                        "Высокий болевой порог|Вы можете раз в бой уменьшить урон атаки по вам вдвое.",
                                        "Словно пёрышкоион|Вы можете сделать свои шаги бесшумными вплоть до своей первой атаки раз в бой, также шаги не будут оставлять следов."
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Восприятие" : [1, 0],
                                    "Расследование" : [1, 0],
                                    "Способности" : [
                                        "Залп|Вы можете накрыть дальнобойными атаками зону радиусом 4 метра(1 палка) на расстоянии от 8 метров(10 палок) до 52 метров(13 палок) раз в короткий отдых. Нужно 50 снарядов."
                                    ]
                                }
                            ],
                            "3" : [
                                {
                                    "Восприятие" : [1, 0],
                                    "Расследование" : [1, 0],
                                    "Способности" : [
                                        "Наблюдение|Если вы будучи скрытым заметите, что вашего союзника атаковали, вы можете сразу понять откуда была произведена атака и превентивно нанести 3 атаки дальнобойным оружием без инициатив раз в короткий отдых."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Восприятие" : [2, 0],
                                    "Расследование" : [2, 0]
                                }
                            ]
                        }
                    ],
                    "Охотник": [
                        {
                            "0": [
                                {
                                    "Скрытность": [2, 0],
                                    "Способности": [
                                        "Выстрел из засады|Вы наносите 2х урон, стреляя из засады.",
                                        "Дополнительная атака|Вы можете раз в бой совершить две атаки вместо одной за действие."
                                    ]
                                }
                            ],
                            "1": [
                                {
                                    "Скрытность": [2, 0],
                                    "Ловкость": [1, 0],
                                    "Способности": [
                                        "Топовая завеса|Вы можете за короткий отдых создать укрытие, которое полностью скроет вас и ваш отряд вместе с снаряжением.",
                                        "Стрелок|Вы получаете +3 к роллу во время атаки дальнобойным оружием."
                                    ]
                                }
                            ],
                            "2": [
                                {
                                    "Скрытность": [1, 0],
                                    "Ловкость": [1, 0],
                                    "Способности": [
                                        "Дикие чувства|Только по звуку вы можете точно понять, где находится существо или объект, и атаковать без помех."
                                    ]
                                }
                            ],
                            "3": [
                                {
                                    "Скрытность": [2, 0],
                                    "Ловкость": [1, 0],
                                    "Способности": [
                                        "Вихревые атаки|Вы можете запускать стрелы или иные дальнобойные атаки по изогнутым траекториям."
                                    ]
                                }
                            ],
                            "4": [
                                {
                                    "Скрытность": [2, 0],
                                    "Ловкость": [1, 0],
                                    "Способности": [
                                        "Стрелок|Вы получаете +5 к роллу во время атаки дальнобойным оружием."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Магический нюхач": [
                        {
                            "0": [
                                {
                                    "ДеБаф_к_пулям" : 1,
                                    "Интелект": [1, 0],
                                    "Способности": [
                                        "Потусторонний|Вы пассивно ощущаете нахождение магических предметов и порталов, если они были использованы недавно."
                                    ]
                                }
                            ],
                            "1": [
                                {
                                    "ДеБаф_к_пулям" : 1,
                                    "Интелект": [1, 0],
                                    "Способности": [
                                        "Теневой взор|Вы получаете тёмное зрение и пассивное видение невидимого.",
                                        "Практика|Вы можете накладывать заговоры на снаряды вашего дальнобойного оружия."
                                    ]
                                }
                            ],
                            "2": [
                                {
                                    "Способности": [
                                        "Ускорение|Вы можете наложить ускорение на 3 снаряда дальнобойного оружия, после этого во время атаки они будут иметь сверхзвуковую скорость и соответственно повышенный урон (х2). Доступно раз в длинный отдых."
                                    ]
                                }
                            ],
                            "3": [
                                {
                                    "ДеБаф_к_пулям" : 1,
                                    "Интелект": [2, 0],
                                    "Способности": [
                                        "Чувство магии|Вы можете точно узнать, где, кто и когда наложил на тот или иной объект заклинания, включая инфузию."
                                    ]
                                }
                            ],
                            "4": [
                                {

                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "Плут" : [
        {
            "МножительХП" : 1,
            "ДопКД" : 0,
            "ДеБаф_к_пулям" : 3,
            "Статы_Стандарт" : [
                {
                    "Акробатика" : [1, 0]
                }
            ],
            "Способности" : [
                "Крыса|Удары  в спину наносят х1.5 урон. Из скрытности - х1.5 урон. Множитель не суммируется. ",
                "Карт-бланш на свинство|Вы получаете +4 к роллам в бою с противниками с ограниченной видимостью.",
                "Объятия теней|Вы получаете +2 к роллу на любые действия на скрытность в темноте."
            ],
            "Ветви" : [
                {
                    "Тень" : [
                        {
                            "0" : [
                                {
                                    "Скрытность" : [1, 0],
                                    "Способности" : [
                                        "Опыт тени|При ролле на восприятие >10 можно определить качество скрытного места. У вас так же нет дебаффов к восприятию в темноте."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Сила" : [2, 0],
                                    "Способности" : [
                                        "Объятия теней|Вы получаете +2 к роллу на любые действия на скрытность и ловкость в темноте.",
                                        "Опыт тени|При ролле на восприятие >10 можно определить качество скрытного места. У вас так же нет дебаффов к восприятию в темноте.",
                                        "Тёмная форма|Вы можете 1 раз за короткий отдых сгустить темноту вокруг себя на короткий срок(примерно час). Скорость в темноте х3. Сбрасывается при атаке по вам, нивелирует урон."
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Ловкость" : [1, 0],
                                    "Скрытность" :[1, 0],
                                    "Способности" : [
                                        "Самотень|Вы можете 1 раза в длинный отдых за действие уйти в скрытность с преимуществом."
                                    ]
                                }
                            ],
                            "3" : [
                                {
                                    "Акробатика" : [1, 0],
                                    "Скрытность" :[2, 0],
                                    "Способности" : [
                                        "Тёмная форма|Вы можете 3 раз за короткий отдых сгустить темноту вокруг себя на короткий срок(примерно час). Скорость в темноте х4. Сбрасывается при атаке по вам, нивелирует урон."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Скрытность" :[1, 0],
                                    "Способности" : [
                                        "Объятия теней|Вы получаете +3 к роллу на любые действия на скрытность и ловкость в темноте.",
                                        "Идеальное чувство|Вы можете совершать атаки будучи ослеплёнными или со завязанными глазами, ориентируясь на слух. Если противник хочет от вас скрыться в этом состоянии, то он кидает помеху на скрытность.",
                                        "Самотень|Вы можете 4 раза в длинный отдых за контрдействие уйти в скрытность с преимуществом."
                                        
                                    ]
                                }
                            ]
                        }
                    ],
                    "Ассасин" : [
                        {
                            "0" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Раследование" : [2, 0],
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Яды|Яды|Общий ролл на создание ядов +1.",
                                        "Крыса|Удары в спину наносят х2 урона, удар из скрытности х1.5 урона. При совокупности вы наносите в спину из скрытности х3.5 урона.",
                                        "Грязный прием|Вы можете 2 раза за короткий отдых нанести оглушение противнику."
                                        
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Акробатика" : [2, 0],
                                    "Способности" : [
                                        "Объятия теней|Вы получаете +2 к роллу на любые действия на скрытность в темноте. Вы получаете +1 к роллу атаки из скрытности.",
                                        "Точный удар|Вы можете 2 раза за короткий отдых нанести гарантированный критический удар.",
                                        "Ловкий шаг|Если ролл уворота превосходит ролл атаки >5, вы можете зайти за спину атакующему в процессе уворота."
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Акробатика" : [2, 0],
                                    "Способности" : [
                                        "Яды|Общий ролл на создание ядов +3.",
                                        "Грязный прием| Вы можете 3 раза за короткий отдых нанести оглушение противнику.",
                                        "Вкус смерти|Можете распознать есть ли в еде или в напитке яд по вкусу (желательно после этого прочистить желудок)."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Ловкость" : [2, 0],
                                    "Акробатика" : [1, 0],
                                    "Способности" : [
                                        "Точный удар|Вы можете 4 раза за короткий отдых нанести гарантированный критический удар.",
                                        "Крыса|дары в спину наносят х2.5 урона, удар из скрытности х2 урона. При совокупности вы наносите в спину из скрытности х4.5 урона."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "ловкость" : [2, 0],
                                    "Акробатика" : [1, 0],
                                    "Способности" : [
                                        "Яды|Общий ролл на создание ядов +4.",
                                        "Ловкий шаг|Если ролл уворота превосходит ролл атаки >3, вы можете зайти за спину атакующему в процессе уворота.",
                                        "Грязный прием|Вы можете 5 раз за короткий отдых нанести оглушение противнику."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Криминальный гений" : [
                        {
                            "0" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Ловкость_рук" : [2, 0],
                                    "Акробатика" : [1, 0],
                                    "способности" : [
                                        "Чуйка вора|Вы получаете +3 к роллу на проницательность. И с большей вероятностью можете понять, относится, ли это существо к криминальному миру."
                                    ]
                                   
                                }
                            ],
                            "1" : [
                                {
                                    "Обман" : [2, 0],
                                    "Харизма" :[1, 0],
                                    "Убеждение" :[1, 0],
                                    "Способности" : [
                                        "Коррупция|Вы получаете +2 к роллу на подкуп других существ."
                                    ]
                                   
                                }

                            ],
                            "2" : [ 
                                {
                                    "Обман" : [2, 0],
                                    "Харизма" :[1, 0],
                                    "Интелект" :[1, 0],
                                    "Способности" : [
                                        "Фальшивомонетничество|Вы может из глины и металлической пыли сделать неотличимую от реальной монету, без необходимых инструментов.",
                                        "Ложная личность|Вы получаете +3 к обману при попытке выдать себя или союзника за другого персонажа."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Обман" : [2, 0],
                                    "Харизма" :[1, 0],
                                    "Проницательность" :[1, 0],
                                    "Способности" : [
                                        "Чуйка вора|Вы получаете +4 к роллу на проницательность.",
                                        "Коррупция|Вы получаете +4 к роллу на подкуп других существ."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Обман" : [2, 0],
                                    "Харизма" :[1, 0],
                                    "Интелект" :[2, 0],
                                    "Способности" : [
                                        "Чуйка вора|Вы получаете +5 к роллу и преимущество на проницательность.",
                                        "Коррупция|Вы получаете +5 к роллу и преимущество на подкуп других существ."
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "Жрец" : [
        {
            "МножительХП" : 0.8,
            "ДопКД" : 0,
            "ДеБаф_к_пулям" : 4,
            "Статы_Стандарт" : [
                {
                    
                }
            ],
            "Способности" : [
                "БОЖЕ ПОМОГИ|Вы посвятили свою жизнь служению какому-либо из божеств, и его благодать падает на вас только пока вы не совершали в компейне каких-либо противоречащих религии действий, если ваш бог от вас отвернётся - все ваши способности аннулируются до возмещения (ваш бог не обязательно должен быть благодетелем, вы можете быть клириком как кровавого дьявола, принца разложения плоти, так и ктулху, или быть верным своей демонической булаве который просит крови. Главное - ваша вера, и не противоречие религии которой придерживается жрец)",
                "Анафема|Ваша вера/верность равна вашей мудрости. Вы можете 3 раза за короткий зачаровать свое оружие божественной силой, увеличив его урон на 50% за каждые 10 вашей мудрости на 3 атаки. Святое оружие и оружие погибели наносит урон от веры, религиозный урон оружия ИГНОРИРУЕТ броню нежити."
            ],
            "Касты" : [
                "Smite|8|250|1|Вы взываете к своему богу и просите его разверзнуть небеса и лично дать по лбу кому-то. Наносит 250 божественного урона вашим оружием, требует 3 магические пули."
            ],
            "Ветви" : [
                {
                    "Спасение души и тела" : [
                        {
                            "0" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Телосложение" : [1, 0],
                                    "Способности" : [
                                        "Спаси да помоги|Вы получаете заклинание золотой обет и можете его кастовать раз в длинный отдых",
                                        "Благословлённый очаг|Вы можете раз в длинных отдых создать безопасную зону с божественной силой на время длинного отдыха."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Телосложение" : [1, 0],
                                    "Способности" : [
                                        "Возврат души|Вы получаете заклинание возрождение и можете его кастовать раз в длинный отдых",
                                        "Небесная пища|Вы можете раз в 3 длинного отдыха создать малый пир из кучи вкусной пищи."
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Телосложение" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Гнев порядка|Вы можете раз в длинный отдых ударом оружия с анафемой наложить проклятие на существо.",
                                        "Божий щит|Вы получаете заклинание магическая защита и можете кастовать его раз в длинный отдых.",
                                        "Оберег|Вы раз в 2 длинных отдыха даравать себе и своим союзникам 25 временного КД, оно исчезает после пробития общего КД союзника."
                                    ],
                                    "Касты" : [
                                        "2|Магическая защита|0|0|2|Вы кастуете повышение КД +50 физ или +100 элементального на себя или на выбранного союзника (на 3 хода). Союзник должен быть на расстоянии до 3-х палок."
                                    ]
                                }
                            ],
                            "3" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Телосложение" :[2, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Не тут-то было|Если вы или союзник получает урон на расстоянии до 20 метров, то вы можете выдать ему или себе раз в длинный отдых сопротивление этому виду урона."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Телосложение" :[1, 0],
                                    "ДеБаф_к_пулям" : 3
                                }
                            ]
                        }
                    ],
                    "Чудеса богов" : [
                        {
                            "0" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 1,
                                    "Способности" : [
                                        "Боже, исцели|Любой каст хила, дает всем союзникам 25% эффекта заклинания"
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 1
                                }

                            ],
                            "2" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Божественное вмешательство|Вы можете раз в длинный отдых воззвать к своему божеству в момент беды и описать ему свою проблему, после божество может на определённую часть решить ваши проблемы, но проблема должна быть весомой кидаете ролл 100."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Мудрость" : [2, 0],
                                    "ДеБаф_к_пулям" : 3,
                                    "Способности" : [
                                        "Воодушевление битвы|В вашем первом ходу за действие вы можете атаковать 3 раза.",
                                        "Воплощение битвы|Вы можете раз в бой даровать себе или одному существу сопротивление от одного типа урона."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Мудрость" : [2, 0],
                                    "ДеБаф_к_пулям" : 3
                                }
                            ]
                        }
                    ],
                    "Несущий слово" : [
                        {
                            "0" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Святое слово|Вы можете раз в длинный отдых изгнать всю нежить в радиусе 20 метров."
                                    ]
                                   
                                }
                            ],
                            "1" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Мудрость" : [1, 0]
                                }

                            ],
                            "2" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Приди же, ангел|Вы можете раз в длинный отдых призвать небожителя.",
                                        "Магическое накопление|Вы можете заранее подготовить до 3 зарядов одного заклинания на один каст. Перезарядка 1 длинный отдых."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Мудрость" : [2, 0],
                                    "Способности" : [
                                        "Даруй мне силу|Вы получаете на 10 ходов силу своего божества(опред. кол-во за кампейн)"
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Мудрость" : [2, 0]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "Маг" : [ 
        {
            "МножительХП" : 0.5,
            "ДопКД" : 0,
            "ДеБаф_к_пулям" : 5,
            "Статы_Стандарт" : [
                {

                }
            ],
            "Способности" : [
                "Хрупкость|Дебаффы брони в 3 раза больше.",
                "Магия|Вам доступны все заговоры и заклинания до 2-го уровня."
            ],
            "Ветви" : [
                {
                    "Преобразователь мира" : [
                        {
                            "0" : [
                                {
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Концентрация|При ролле на восприятие >10 можно определить качество скрытного места. У вас так же нет дебаффов к восприятию в темноте.",
                                        "Магия|Вам доступны все заговоры и заклинания до 3-го уровня."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Экономия|Вы можете раз в длинный отдых кастануть 1 заклинание за половину пуль.",
                                        "Магия|Вам доступны все заговоры и заклинания до 4-го уровня."
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Безумец|Вы можете раз в короткий отдых кастануть с помехой одно неподготовленное заклинание из доступных.",
                                        "Магия|Вам доступны все заговоры и заклинания до 6-го уровня.",
                                        "Концентрация|Можете вложить в заклинание в 2 раза больше пуль и усилить в столько же раз(можно усилить только одну часть каста, например только урон или только радиус) раз в короткий отдых."
                                    ]
                                }
                            ],
                            "3" : [ 
                                {
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Острый взгляд|Вы можете запомнить заклинание, просто увидев его. Лимит - 2.",
                                        "Магия|Вам доступны все заговоры и заклинания до 8-го уровня.",
                                        "Экономия|Вы можете раз в длинный отдых кастануть 2 заклинания за половину пуль."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Концентрация|Можете вложить в заклинание в 3 раза больше пуль и усилить в столько же раз(можно усилить только одну часть каста, например только урон или только радиус) раз в короткий отдых.",
                                        "Магия|Вам доступны все заговоры и заклинания."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Вознесение" : [
                        {
                            "0" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 3,
                                    "Способности" :[
                                        "Магия|Вам доступны все заговоры и заклинания до 3-го уровня."
                                    ],
                                    "Касты" : [
                                        "Магическое усиление|8|0|3|За 3 магические пули вы получаете +5 к силе, +5 к ловкости, +30 к КД, +100% макс хп(после окончания убавляется до 100%) на 3 хода."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 4-го уровня.",
                                        "Бывший препод|Вы можете выбрать две школы одновременно, баффы и дебаффы суммируются."
                                        
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 3,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 6-го уровня.",
                                        "Йода|Ваши руки теперь являются аналогом посоха стандартного качества."
                                    ],
                                    "Касты" : [
                                        "Магическое усиление|8|0|3|За 3 магических пули вы получаете +15 к силе, +15 к ловкости, +70 к КД, +300% макс хп(после окончания убавляется до 100%) на 3 хода."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 3,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 8-го уровня.",
                                        "Апофеоз мастерства|Все заклинания 1-го уровня становятся заговорами."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 3,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Бессмертие" : [
                        {
                            "0" : [
                                {
                                    "Телосложение" : [1, 0],
                                    "ДеБаф_к_пулям" : 1,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 3-го уровня."
                                    ],
                                    "Касты" : [
                                        "Отрицание смерти|8|0|3|За 3 магических пули вы может наложить на себя или другого каст, при снижении ХП ниже нуля до -100%. После преодоления данного парога аннулирует весь урон и оставляет 1 хп."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Телосложение" : [1, 0],
                                    "ДеБаф_к_пулям" : 1,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 4-го уровня.",
                                        "Астральная проекция|Ваша душа может покидать тело тратя одно действие и может вселяться в предметы и трупы."
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Телосложение" : [1, 0],
                                    "ДеБаф_к_пулям" : 1,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 6-го уровня.",
                                        "Поглощение жизни|Все магические атаки приобретают силу вампиризма, возвращая вам 10% нанесенного урона.",
                                        "Ясность мыслей|Заклинания с концентрацией теперь можно кастовать без последней."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Телосложение" : [1, 0],
                                    "ДеБаф_к_пулям" : 1,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 8-го уровня.",
                                        "Поглощение жизни|Все магические атаки приобретают силу вампиризма, возвращая вам 25% нанесенного урона."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Телосложение" : [2, 0],
                                    "ДеБаф_к_пулям" : 1,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания.",
                                        "Не всё так просто|После смерти вы можете воскреснуть, если найдёте целое тело с слабым рассудком в радиусе километра."
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "Клятвопреступник" : [ 
        {
            "МножительХП" : 1.7,
            "ДопКД" : 0,
            "Статы_Стандарт" : [
                {

                }
            ],
            "Способности" : [
                "LAST STAND|Падение в обморок только ниже -25% здоровья.",
                "Аура тьмы|Любой урон от магии уменьшается на 10%",
                "Вражда, порождённая кровью и душами|В бою против любых \"одаренных богами\" противников имеете +3 к инициативе и +2 к атаке.",
                "Проклятое оружие|Вы можете раз в короткий отдых, одно освещённое оружие превратить в проклятое, увеличив его урон на 15% за каждые 10 вашей мудрости на 2 атаки. Условия создания эффекта проклятого оружия предопределяется дм’ом."
            ],
            "Ветви" : [
                {
                    "Борец с богами" : [
                        {
                            "0" : [
                                {
                                    "Способности" : [
                                        "Раш|Вы получаете +1 к ролу атаки за каждого убитого врага вашей идеи/веры за бой. Лимит - 3."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Телосложение" : [1, 0],
                                    "Способности" : [
                                        "Раш|Вы получаете +1 к ролу атаки за каждого убитого врага вашей идеи/веры за бой. Лимит - 4."
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Телосложение" : [2, 0],
                                    "Способности" : [
                                        "Блокада|Вы можете раз в длинный отдых запретить существу делать любые магические действия и кастовать на 5 ходов.",
                                        "Выслеживание|Вы можете раз в длинный отдых отследить где находятся верующие и магические существа."
                                    ]
                                }
                            ],
                            "3" : [
                                {
                                    "Телосложение" : [2, 0],
                                    "Способности" : [
                                        "Раш|Вы получаете +1 к ролу атаки за каждого убитого врага вашей идеи/веры за бой. Лимит - 6.",
                                        "Отражение. Вы можете отразить любую магическую атаку. Перезарядка 3 хода."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Телосложение" : [3, 0],
                                    "Способности" : [
                                        "Раш|Вы получаете +1 к ролу атаки за каждого убитого врага вашей идеи/веры за бой. Лимит - 8. Накапливается до тех пор пока вы не уйдёте в нокаут."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Просветитель" : [
                        {
                            "0" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Интелект" : [1, 0],
                                    "Убеждение" : [2, 0],
                                    "Способности" : [
                                        "Разнёс логикой|Вы можете 2 раза за длинный отдых наложить -2 к роллу у магического существа на 2 хода.",
                                        "Проклятое оружие|Можете наложить анти магическую и антирелигиозную силу на любое оружие и превратить его в проклятое, увеличив его урон на 20% за каждые 10 вашей мудрости. Условия создания эффекта проклятого оружия предопределяется дм’ом. Не может быть более 1 проклятого оружия, при поломке или утере оружия, паладин может создать новое лишь через неделю." 
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Мудрость" : [1, 0],
                                    "Убеждение" : [2, 0],
                                    "Способности" : [
                                        "Разнёс логикой|Вы можете 2 раза за длинный отдых наложить -4 к роллу у магического существа на 3 хода."
                                        
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Интелект" : [1, 0],
                                    "Убеждение" : [1, 0],
                                    "Способности" : [
                                        "Разнёс логикой|Вы можете 3 раза за длинный отдых наложить -5 к роллу у магического существа на 4 хода.",
                                        "Опровержение|Вы раз в 3 длинных отдыха можете влить в разум одного существа триллион фактов, которые доказывают, что его божества не существует либо все его действия, связанные с магией губили его рассудок - верующее существо теряет баффы веры, магическое существо впадает в ступор на 3 хода + все получают 2 безумия и 100 ментального урона.",
                                        "Проклятое оружие|Можете наложить анти магическую и антирелигиозную силу на любое оружие и превратить его в проклятое, увеличив его урон на 35% за каждые 10 вашей мудрости. Условия создания эффекта проклятого оружия предопределяется дм’ом. Не может быть более 1 проклятого оружия, при поломке или утере оружия, паладин может создать новое лишь через неделю. У оружия которое вы ранее прокляли автоматически повышается процент урона."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Интелект" : [1, 0],
                                    "Убеждение" : [1, 0],
                                    "Способности" : [
                                        "Разнёс логикой|Вы можете 5 раза за длинный отдых наложить -5 к роллу у магического существа до конца боя.",
                                        "Опровержение|Вы раз в 3 длинных отдыха можете влить в разум одного существа триллион фактов, которые доказывают, что его божества не существует либо все его действия, связанные с магией губили его рассудок - верующее существо теряет баффы веры, магическое существо впадает в ступор на 3 хода + все получают 2 безумия и 100 ментального урона. Лимит равен 3 существам."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Интелект" : [2, 0],
                                    "Убеждение" : [2, 0],
                                    "Способности" : [
                                        "Проклятое оружие|Можете наложить анти магическую и антирелигиозную силу на любое оружие и превратить его в проклятое, увеличив его урон на 80% за каждые 10 вашей мудрости. Условия создания эффекта проклятого оружия предопределяется дм’ом. Не может быть более 1 проклятого оружия, при поломке или утере оружия, паладин может создать новое лишь через неделю. У оружия которое вы ранее прокляли автоматически повышается процент урона."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Тёмная душа" : [
                        {
                            "0" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Телосложение" : [1, 0],
                                    "Способности" : [
                                        "Аура тьмы|Вокруг паладина на расстоянии 10 метров(2,5 палки) не работают заговоры.  Так же вы получаете сопротивление магии 15%. Вы можете сдерживать ауру, но теряете бафф на сопротивление магии."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Телосложение" : [1, 0],
                                    "Способности" : [
                                        "Захват пустоты|Вы можете схватить магическое существо или волшебника при удачном ролле силы и поглощать магические пули до удачного рола противника на силу, каждая магическая пуля дает +100 хп(лимит хила 150% макс хп), оверхилл спадает после любого отдыха.",
                                        "Аура тьмы|Вокруг паладина на расстоянии 10 метров(2,5 палки) не работают заговоры.  Так же вы получаете сопротивление магии 15%. Вы можете сдерживать ауру, но теряете бафф на сопротивление магии. Сопротивление магии - 20% "
                                    ]
                                   
                                }

                            ],
                            "2" : [
                                {
                                    "Сила" : [1, 0],
                                    "Телосложение" : [1, 0],
                                    "Способности" : [
                                        "Аура тьмы|Вокруг паладина на расстоянии 15 метров(3,75 палки) не работают заговоры, и на расстоянии 10 метров(2,5 палки) не работают заклинания 1-го уровня. Так же вы получаете сопротивление магии 25%. Вы можете сдерживать ауру, но теряете бафф на сопротивление магии.",
                                        "Захват пустоты|Вы можете схватить магическое существо или волшебника при удачном ролле силы и поглощать магические пули до удачного рола противника на силу, каждая магическая пуля дает +100 хп(лимит хила 200% макс хп), оверхилл спадает после любого отдыха."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Сила" : [2, 0],
                                    "Телосложение" : [1, 0],
                                    "Способности" : [
                                        "Аура тьмы|Вокруг паладина на расстоянии 30 метров(7,5 палки) не работают заговоры, и на расстоянии 15 метров(3,75 палки) не работают заклинания до 2-го уровня. Так же вы получаете сопротивление магии 35%. Вы можете сдерживать ауру, но теряете бафф на сопротивление магии.",
                                        "Захват пустоты|Вы можете схватить магическое существо или волшебника при удачном ролле силы и поглощать магические пули до удачного рола противника на силу, каждая магическая пуля дает +200 хп(лимит хила 250% макс хп), оверхилл спадает после любого отдыха."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Сила" : [2, 0],
                                    "Телосложение" : [2, 0],
                                    "Способности" : [
                                        "Аура тьмы|Вокруг паладина на расстоянии 50 метров(12,5 палки) не работают заговоры, и на расстоянии 30 метров(7,5 палки) не работают заклинания до 4-го уровня. Так же вы получаете сопротивление магии 50%. Вы можете сдерживать ауру, но теряете бафф на сопротивление магии.",
                                        "Захват пустоты|Вы можете схватить магическое существо или волшебника при удачном ролле силы и поглощать магические пули до удачного рола противника на силу, каждая магическая пуля дает +300 хп(лимит хила 300% макс хп), оверхилл не спадает после отдыха."
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "Паладин" : [ 
        {
            "МножительХП" : 1.7,
            "ДопКД" : 0,
            "ДеБаф_к_пулям" : 5,
            "Статы_Стандарт" : [
                {
                    "Убеждение" :[0, 3]
                }
            ],
            "Способности" : [
                "LAST STAND|Падение в обморок только ниже -25% здоровья.",
                "ПУТЬ КЛЯТВЫ|Паладин, который служит какому-либо из божеств, своему господину, или одержим идеей мести/древнего пророчества - это персонаж зацикленный на своей идее, как правило с законным мировоззрением.",
                "Уничтожение ереси|Вы получаете +2 к роллу на атаку против врагов вашей веры.",
                "Клятва паладина|Вы посвятили свою жизнь служению какому-либо из божеств, и его благодать падает на вас только пока вы не совершали в компейне каких-либо противоречащих религии действий, если ваш бог от вас отвернётся - способности этого пути для вас аннулируются и вы становитесь очереднярой до искупления.",
                "Анафема|Ваша вера/верность равна вашей мудрости, Вы можете зачаровать свое оружие божественной силой, увеличив его урон на 25% за каждые 10 вашей мудрости на 2 атаки. перезарядка 4 хода."
            ],
            "Ветви" : [
                {
                    "Фанатик" : [
                        {
                            "0" : [
                                {
                                    "Способности" : [
                                        "Раш|Вы получаете +1 к ролу атаки за каждого убитого врага вашей идеи/веры за бой. Лимит - 3.",
                                        "Быстрое усиление|Может провести анафему прямо во время атаки, не требуя доп. действия. "
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Телосложение" : [2, 0],
                                    "Способности" : [
                                        "Святая защита|Паладин получает 40 КД против некротического и эфирного типов урона.",
                                        "Раш|Вы получаете +1 к ролу атаки за каждого убитого врага вашей идеи/веры за бой. Лимит - 6."
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Телосложение" : [1, 0],
                                    "Сила" : [1, 0],
                                    "Ловкость" : [1, 0], 
                                    "Способности" : [
                                        "Очищение|Вы можете действием окончить действие заклинания на себе или на одном согласном существе, которого вы касаетесь. Перезарядка 5 ходов.",
                                        "Бессмертный страж|Если ваше хп упало ниже нуля, то вы просто можете решить, что у вас осталось 1 хп раз в длинный отдых."
                                    ]
                                }
                            ],
                            "3" : [
                                {
                                    "Телосложение" : [2, 0],
                                    "Сила" : [1, 0],
                                    "Ловкость" : [1, 0], 
                                    "Способности" : [
                                        "Вызов|Вы можете раз в короткий отдых вызвать существо на дуэль и если оно согласится, то вы переместитесь в другое пространство вне времени где будете сражаться один на один.",
                                        "Раш|Вы получаете +1 к ролу атаки за каждого убитого врага вашей идеи/веры за бой. Лимит - 9. Накапливается до тех пор пока вы не уйдёте в нокаут."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Телосложение" : [2, 0],
                                    "Сила" : [2, 0],
                                    "Ловкость" : [2, 0]
                                }
                            ]
                        }
                    ],
                    "Глашатай" : [
                        {
                            "0" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Убеждение" : [1, 0],
                                    "Способности" : [
                                        "Правое дело|Вы можете дать +2 к роллам на 1 ход всей команде при условии соответствия действий его убеждениям, перезарядка 3 хода."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Убеждение" : [2, 0],
                                    "Способности" : [
                                        "Лечащие слова|Вы можете похилить одно существо на 25% от максимального хп. Перезарядка 3 хода.",
                                        "Правое дело|Вы можете дать +4 к роллам на 1 ход всей команде при условии соответствия действий его убеждениям. Перезарядка 3 хода.",
                                        "Крепкость|Вы и все союзники на расстоянии 2-х метров(0.5 палки) от вас не могут быть испуганы."
                                        
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Убеждение" : [2, 0],
                                    "Способности" : [
                                        "Священный обет|Вы получаете бонус +2 ко всем роллам на 3 хода.",
                                        "Лечащие слова|Вы можете похилить два существа на 50% от максимального хп. Перезарядка 3 хода."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Способности" : [
                                        "Правое дело|Вы можете дать +6 к роллам на 1 ход всей команде при условии соответствия действий его убеждениям. Перезарядка 3 хода.",
                                        "Лечащие слова|Вы можете похилить два существа на 75% от максимального хп. Перезарядка 3 хода."
                                    ]
                                }
                            ],
                            "4" : [
                                {

                                    "Способности" : [
                                        "Лечащие слова|Вы можете похилить одного персонажа на 100% от максимального хп. Перезарядка 3 хода."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Апостол" : [
                        {
                            "0" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 3,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 1-го уровня.",
                                        "Святое оружие|Вы можете заранее подготовить до 3 зарядов одного заклинания на один каст. Перезарядка 1 длинный отдых.",
                                        "Инфузия|Можете наложить божественную силу на любое оружие и превратить его в святое. Условия создания эффекта святого оружие предопределяется дм’ом. Не может быть более 1 святого оружия, при поломке или утере оружия, паладин может создать новое лишь через неделю.",
                                        "Иди сюда|Вы можете наносить две атаки за действие по врагам вашей веры. Перезарядка 3 хода."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Магический щит|Вы можете раз в длинный отдых наложить на себя магический щит, хп которого равно вашему хп, поглощающий все типы не физического урона кроме ментального и заклинаний бьющих по АОЕ.",
                                        "Восстановление|Касанием по священному объекту своей веры вы можете раз в коротки отдых восстановить половину своих пуль."
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 2-го уровня.",
                                        "Дух защиты|В начале вашего хода вы восстанавливаете 10% здоровья от текущего, если у вас меньше половины здоровья."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Мстящий|Вы можете раз в длинный отдых принять облик ангела - из вашей спины вырастают крылья, которые позволяют летать и увеличивают длину хода в 3 раза на 5 ходов."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Мудрость" : [2, 0],
                                    "ДеБаф_к_пулям" : 3,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 3-го уровня."
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "Бард" : [ 
        {
            "МножительХП" : 0.8,
            "ДопКД" : 0,
            "Статы_Стандарт" : [
                {
                    "Убеждение" : [0, 3]
                }
            ],
            "Способности" : [
                "Моральная поддержка|Вы можете настроить союзника на успех, вы накладываете бонус на его следующий ролл в размере 25% от своего ролла, можно стакать до 7."
            ],
            "Ветви" : [
                {
                    "Скоромох" : [
                        {
                            "0" : [
                                {
                                    "Харизма" :[1, 0],
                                    "Выступление" : [1, 0],
                                    "Акробатика" :[2, 0],
                                    "Способности" : [
                                        "Отвлекающий маневр|Ролл на выступление, при удачном ролле противник получает -1 к роллам в следующем ходу или пропускает ход вовсе. Перезарядка 3 хода."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Харизма" :[1, 0],
                                    "Выступление" : [1, 0],
                                    "Акробатика" :[2, 0],
                                    "Способности" : [
                                        "Шутка прибаутка|При ролле на харизму выше 10 бард наносит 35+выступление ментального урона. Перезарядка 3 хода."
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Харизма" :[2, 0],
                                    "Выступление" : [3, 0],
                                    "Способности" : [
                                        "Универсальная речь|Вы раз в короткий отдых получаете способность сделать свою речь понятной любому существу в радиусе 30 метров."
                                    ]
                                }
                            ],
                            "3" : [
                                {
                                    "Харизма" :[1, 0],
                                    "Выступление" : [3, 0],
                                    "Акробатика" :[2, 0],
                                    "Способности" : [
                                        "Замешательство|При удачном ролле на выступление противник получает -5 к роллам в следующих 3-х ходах или пропускает ходы вовсе. Перезарядка 3 хода.",
                                        "Шутку наебну ка|При ролле на харизму выше 10 вы наносите 50+выступление ментального урона. Перезарядка 3 хода."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Харизма" :[3, 0],
                                    "Выступление" : [3, 0],
                                    "Акробатика" :[3, 0]
                                }
                            ]
                        }
                    ],
                    "Магия слова и песни" : [
                        {
                            "0" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Способности" : [
                                        "Магия|Вам доступны заговоры."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Интелект" : [1, 0],
                                    "ДеБаф_к_пулям" : 3,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 1-го уровня.",
                                        "Freebird соло|Вы можете сделать длительный каст заклинания, затратив столько же магических пуль, каждый ход  вы должены кинуть ролл, каждый удачный ролл (10+какой ролл по счету) усиливает заклинание на 50% (лимит 200%)."
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Лютое соло|Усиление на 75%, лимит 300%, вы можете выбрать, усилить заклинание, или не прекращая соло кастануть его с силой 50%"
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 2-го уровня."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Мудрость" : [1, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 3-го уровня."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Мотиватор" : [
                        {
                            "0" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Способности" : [
                                        "Моральная поддержка|Вы можете настроить союзника на успех, вы накладываете бонус на его следующий ролл в размере 40% от своего ролла, можно стакать до 10."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Способности" : [
                                        "Моральная поддержка|Вы можете настроить союзника на успех, вы накладываете бонус на его следующий ролл в размере 50% от своего ролла, можно стакать до 13.",
                                        "Подняться!|Вы можете 2 раза за длинный отдых криком вернуть человека из критического состояния не меньше -50% хп до 1 хп."
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Харизма" : [2, 0],
                                    "Способности" : [
                                        "Подняться!|Кастуется 3 раза, можно возродить убитого на 99%",
                                        "More passion!|Бард может передать свое действие другому персонажу. Лимит - 2.",
                                        "Моральная поддержка|Вы можете настроить союзника на успех, вы накладываете бонус на его следующий ролл в размере 80% от своего ролла, можно стакать до 15."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Способности" : [
                                        "Подняться!|Бард может криком вернуть человека из крит. состояния более -50% хп ниже нуля до половины здоровья, 2 раза за длинный отдых.",
                                        "Подождите-ка|Бард может передать свой ход другому персонажу раз в 3 хода.",
                                        "Моральная поддержка|Вы можете настроить союзника на успех, вы накладываете бонус на его следующий ролл в размере 100% от своего ролла, можно стакать до 20."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Способности" : [
                                        "Моральная поддержка|Вы можете настроить союзника на успех, вы накладываете бонус на его следующий ролл в размере 100% от своего ролла, без лимита."
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
    "Колдун" : [ 
        {
            "МножительХП" : 0.7,
            "ДопКД" : 0,
            "множительуронамагии" : 2,
            "ДеБаф_к_пулям" : 2, 
            "Статы_Стандарт" : [
                {

                }
            ],
            "Способности" : [
                "Тяжелая Магия|У вас всего 2 магические пули, но вы можете пополнять их за счет короткого отдыха, урон заклинаний 2х.",
                "Культист|Вы должны выполнять задания своего покровителя, иначе теряете все способности. За выполнение он может наградить вас дополнительными жизнями и магией.",
                "Покровитель|Неопределенное количество раз за компанию ваш тёмный владыка может спасти вас от смертельного ранения независимо от рола врага и поднять вас из мёртвых с 1 хп.",
                "Чувство магии|Вы получаете возможность чувствовать потоки магии, а также сравнивать свои магические силы с силами других существ при ролле  на мудрость."
            ],
            "Ветви" : [
                {
                    "Щедрость покровителя" : [
                        {
                            "0" : [
                                {
                                    "ДеБаф_к_пулям" : 2,
                                    "Харизма" : [1, 0],
                                    "Интелект" :[1, 0],
                                    "Способности" : [
                                        "Договор талисмана|Вы получаете от своего покровителя талисман, который позволяет перекинуть ролл раз в короткий отдых."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Харизма" :[1, 0],
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 2-го уровня.",
                                        "Договор цепи|Вы можете создать себе фамильяра малой опасности из тех, которых вы видели. Условия обговоряиваются с дм'ом."
                                    ]
                                }
                            ],
                            "2" : [
                                {
                                    "Харизма" :[2, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Телосложение" : [1, 0],
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 3-го уровня.",
                                        "Таинственная Мольба|Вы можете раз в 3 длинных отдыха потратить 3 хода на мольбу покровителю, чтобы он восстановил все ваши пули.",
                                        "Арканум|Вы получаете одно случайное заклинание 5-го уровня, кроме тайных и запретных, Арканум кастуется раз в длинный отдых."
                                    ]
                                }
                            ],
                            "3" : [
                                {
                                    "Харизма" :[2, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Телосложение" : [1, 0],
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 5-го уровня.",
                                        "Арканум|Вы получаете одно случайное заклинание 7-го уровня, кроме тайных и запретных. Арканум кастуется раз в длинный отдых."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Харизма" :[2, 0],
                                    "ДеБаф_к_пулям" : 2,
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 7-го уровня.",
                                        "Арканум|Вы получаете одно случайное заклинание 9-го уровня, кроме тайных и запретных. Арканум кастуется раз в длинный отдых."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Фрилансер" : [
                        {
                            "0" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Обман" :[2, 0],
                                    "Способности" : [
                                        "Магия контракта|+2 магические пули за каждый заключенный контракт, при разрыве контракта со стороны покровителя сброс хп до нуля, +1 безумие.",
                                        "Полиглот|Вы сразу понимаете речь и сами можете говорить и писать на языке, который услышали."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Харизма" : [1, 0],
                                    "Обман" :[2, 0],
                                    "Способности" : [
                                        "Аванс|Вы получаете +1 уровень заклинаний за каждый заключенный контракт в последний месяц. Лимит до 3-го уровня заклинаний.",
                                        "Кофеёчек|Вам больше не нужно спать и вас невозможно усыпить любым способом."
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Убеждение" : [1, 0],
                                    "Обман" :[2, 0],
                                    "Интелект" :[1, 0],
                                    "Способности" : [
                                        "Аванс|Вы получаете +1 уровень заклинаний за каждый заключенный контракт в последний месяц. Лимит до 4-го уровня заклинаний.",
                                        "Отбазарился|При ролле на харизму выше 18 можно можно проигнорировать условия контракта."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Убеждение" : [1, 0],
                                    "Обман" :[2, 0],
                                    "Интелект" :[1, 0],
                                    "Способности" : [
                                        "Аванс|Вы получаете +1 уровень заклинаний за каждый заключенный контракт в последний месяц. Лимит до 5-го уровня заклинаний.",
                                        "Я вижу твоё желание|Вы можете узнать о чём желает существо, а также чего он боится."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Убеждение" : [1, 0],
                                    "Обман" :[2, 0],
                                    "Интелект" :[1, 0],
                                    "Способности" : [
                                        "Аванс|Вы получаете +1 уровень заклинаний за каждый заключенный контракт в последний месяц. Лимит до 7-го уровня заклинаний."
                                    ]
                                }
                            ]
                        }
                    ],
                    "Подчинение" : [
                        {
                            "0" : [
                                {
                                    "ДеБаф_к_пулям" : -2,
                                    "Интелект" : [1, 0],
                                    "Харизма" : [1, 0],
                                    "Способности" : [
                                        "Поработитель|+1 магическая пуля за каждое порабощенное слабое магическое существо, +3 за среднее, +5 за сильное. Лимит - 3.",
                                        "Маска многих лиц|Вы можете менять своё лицо, голос, запах."
                                    ]
                                }
                            ],
                            "1" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Харизма" : [1, 0],
                                    "Способности" : [
                                        "Поработитель|+1 магическая пуля за каждое порабощенное слабое магическое существо, +3 за среднее, +5 за сильное. Лимит - 5.",
                                        "Футляр|Вы можете хранить в любом сосуде до 2-х своих порабощённых существ и высвобождать их в любое время."
                                    ]
                                }

                            ],
                            "2" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Харизма" : [1, 0],
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 2-го уровня.",
                                        "Поработитель|+1 магическая пуля за каждое порабощенное слабое магическое существо, +3 за среднее, +5 за сильное. Лимит - 7. Можете кастануть заклинание до 4-го уровня за счет жизни одного из порабощенных.",
                                        "Футляр|Вы можете хранить в любом сосуде до 2-х своих порабощённых существ и высвобождать их в любое время."
                                    ]
                                }
                                
                            ],
                            "3" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Харизма" : [1, 0],
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 3-го уровня.",
                                        "Поработитель|+1 магическая пуля за каждое порабощенное слабое магическое существо, +3 за среднее, +5 за сильное. Лимит - 9. Можете кастануть заклинание до 6-го уровня за счет жизни одного из порабощенных.",
                                        "Отец|Вы можете раз в 10 длинных отдыхов касанием поработить существо."
                                    ]
                                }
                            ],
                            "4" : [
                                {
                                    "Интелект" : [1, 0],
                                    "Харизма" : [1, 0],
                                    "Способности" : [
                                        "Магия|Вам доступны все заговоры и заклинания до 5-го уровня.",
                                        "Поработитель|+1 магическая пуля за каждое порабощенное слабое магическое существо, +3 за среднее, +5 за сильное. Лимит - 12. Можете кастануть заклинание до 8-го уровня за счет жизни одного из порабощенных."
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        }
    ],
     "Друид": [
        {
            "МножительХП": 1,
            "ДопКД": 0,
            "ДеБаф_к_пулям": 3,
            "Статы_Стандарт": [
                {
                }
            ],
            "Способности": [
                "Лесная магия|Все природные заговоры и 2 любых заклинания 1-го уровня на выбор, 3 магические пули и 2 слота.",
                "В мире животных|Вы можете говорить с животными и понимать их без магии и заговоров, так же звери и хищники не будут сразу нападать на пати в которой есть друид.",
                "Связь с природой|пассивная регенерация здоровья в 20хп / за ход и +2 к роллам на атаку во время боя в природной местности, при достижении 20 телосложения будет 40хп за ход, при достижении 30 телосложения будет 60хп за ход.",
                "Друг животных|ваши способности работают пока вы не вредите природе, не сжигаете леса или браконьерите, в противном случае способности отрубаются до возмещения ущерба." 
            ],
            "Ветви": [
                {
                    "Лесной волшебник": [
                        {
                            "0": [
                                {
                                    "Интелект": [ 1, 0 ],
                                    "ДеБаф_к_пулям": 2,
                                    "Способности": [ 
                                        "Связь с природой|+ к роллу за каждый уровень качества природы на местности:\r\n[-3] Смертельная пустошь -7\r\n[-2]Мёртвые земли -5\r\n[-1] Пустошь -3\r\n[0] Скудная жизнь 0\r\n[1] Обычная живность +2\r\n[2] Здоровая флора +4\r\n[3] Эдэм +7",
                                        "Лесная магия|Вам доступны все природные заклинания 1-го уровня и 3 слота заклинаний.",
                                        "Палка-выручалка|Друид может использовать любую живую ветку как посох плохого качества.",
                                        "Сила земли|В природной местности магические пули восстанавливаются за короткий отдых."
                                 ]
                                }

                            ],
                            "1": [
                                {
                                    "Интелект": [ 1, 0 ],
                                    "Мудрость": [ 1, 0 ],
                                    "ДеБаф_к_пулям": 1,
                                    "Способности" : [
                                        "Лесная магия|Вам доступны все природные заклинания и заклинания до 2-го уровня и 4 слота заклинаний. Природные заклинания в два раза сильнее."
                                    ]

                                }

                            ],
                            "2": [
                                {
                                    "Интелект": [ 1, 0 ],
                                    "Мудрость": [ 1, 0 ],
                                    "ДеБаф_к_пулям": 2,
                                    "Способности" : [
                                        "Лесная магия|Вам доступны все природные заклинания и заклинания до 2-го уровня и 6 слотов заклинаний. Природные заклинания в два раза сильнее."
                                    ]
                                }

                            ],
                            "3": [
                                {
                                    "Интелект": [ 1, 0 ],
                                    "Мудрость": [ 1, 0 ],
                                    "ДеБаф_к_пулям": 1,
                                    "Способности" : [
                                        "Лесная магия|Вам доступны все природные заклинания и заклинания до 3-го уровня и 7 слотов заклинаний. Природные заклинания в два раза сильнее."
                                    ]
                                }

                            ],
                            "4": [
                                {
                                    "Интелект": [ 1, 0 ],
                                    "Мудрость": [ 1, 0 ],
                                    "ДеБаф_к_пулям": 2,
                                    "Способности" : [
                                        "Лесная магия|Вам доступны все природные заклинания и заклинания до 2-го уровня и 8 слотов заклинаний. Природные заклинания в два раза сильнее."
                                    ]

                                }

                            ]



                        }
                    ],
                    "Друг природы": [
                        {
                            "0": [
                                {
                                    "Телосложение": [ 1, 0 ],
                                    "Мудрость": [ 1, 0 ],
                                    "Способности": [ "Природная защита|После короткого отдыха в природной местности друид получает щит, защищающий его от всех видов урона кроме ментального\r\nХп щита = хп друида*уровень природной местности.\r\n+3 к телосложению в природной местности" ]
                                }

                            ],
                            "1": [
                                {
                                    "Мудрость": [ 1, 0 ],
                                    "Сила": [ 2, 0 ],
                                    "Способности": [ "Природная защита|После короткого отдыха в природной местности друид получает щит, защищающий его от всех видов урона кроме ментального\r\nХп щита = хп друида*уровень природной местности.\r\n+3 к телосложению в природной местности\r\n+2 к ловкости в природной местности\r\n+2 к силе в природной местности" ]
                                }

                            ],
                            "2": [
                                {
                                    "Мудрость": [ 1, 0 ],
                                    "Сила": [ 2, 0 ],
                                    "Ловкость": [ 2, 0 ],
                                    "Способности": [ "Безопасная зона|Друид может попросить природу создать безопасную зону для длинного отдыха, перезарядка 1 длинный отдых без абилки.", "Рука ведомая гринписом|+1 мастерство боя в природной местности" ]
                                }

                            ],
                            "3": [
                                {
                                    "Мудрость": [ 1, 0 ],
                                    "Сила": [ 2, 0 ],
                                    "Ловкость": [ 2, 0 ],
                                    "Телосложение": [ 1, 0 ],
                                    "Способности": [ "Рука ведомая гринписом|+2 мастерство боя в природной местности", "Взгляд зверя| друид видит в темноте, имеет преимущество на роллы выступления, запугивания и восприятия будучи в природной местности" ]
                                }

                            ],
                            "4": [
                                {
                                    "Мудрость": [ 1, 0 ],
                                    "Сила": [ 2, 0 ],
                                    "Ловкость": [ 2, 0 ],
                                    "Способности": [ "Всемирные леса|Друид получает заклинание - Уход в иной мир" ]


                                }

                            ]



                        }
                    ],
                    "Любимая стая": [
                        {
                            "0": [
                                {
                                    "Харизма": [ 1, 0 ],
                                    "Телосложение": [ 1, 0 ],
                                    "Способности": [ "Перевоплощение| Друид может превращаться в обычных животных и в животных, которых он повстречал слабой опасности. друид имеет общее хп с перевоплощением животным и в зависимости от животного друид получает доп. хп. Друид может кастануть 2 раза за длинный отдых." ]
                                }

                            ],
                            "1": [
                                {
                                    "Харизма": [ 1, 0 ],
                                    "Телосложение": [ 2, 0 ],
                                    "Способности": [ "Перевоплощение| может превращаться 3 раза за длинный отдых", "Частичное перевоплощение| Друид может превратить часть своего тела в часть тело животного на 2 хода." ]
                                }

                            ],
                            "2": [
                                {
                                    "Харизма": [ 1, 0 ],
                                    "Телосложение": [ 1, 0 ],
                                    "Способности": [ "Перевоплощение| может превращаться 4 раза за длинный отдых, можно превращаться в животных средней опасности." ]
                                }

                            ],
                            "3": [
                                {
                                    "Харизма": [ 1, 0 ],
                                    "Телосложение": [ 1, 0 ],
                                    "Способности": [ "Перевоплощение| может превращаться 4 раза за длинный отдых, можно превращаться в животных средней опасности. Может кастовать в форме зверя" ]
                                }

                            ],
                            "4": [
                                {
                                    "Харизма": [ 1, 0 ],
                                    "Телосложение": [ 2, 0 ],
                                    "Способности": [ "Перевоплощение| может превращаться 5 раз за длинный отдых, можно превращаться в животных высокой опасности. Может кастовать в форме зверя" ]
                                }

                            ]
                        }
                    ]


                }
            ]
        }
    ],
      "Варвар": [
        {
            "МножительХП": 2,
            "ДопКД": 0,
            "ДеБаф_к_пулям": 0,
            "Статы_Стандарт": [
                {
                }
            ],
            "Способности": [
                "СКОВЫВАЮЩИЙ ПАНЦИРЬ|Дебаффы брони увеличены в 2 раза.",
                "ЯРОСТЬ|В бою или в социальной ситуации при ролле на мудрость ниже 10, бросок с преимуществом,-5 к блоку и +20 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 10 ходов. После 3 яростей требуется длинный отдых для восстановления.",
                "Связь с природой|пассивная регенерация здоровья в 20хп / за ход и +2 к роллам на атаку во время боя в природной местности, при достижении 20 телосложения будет 40хп за ход, при достижении 30 телосложения будет 60хп за ход.",
                "Тяга к бою|+2 к роллу на инициативу." 
            ],  
            "Ветви": [
                {
                    "Слепой гнев": [
                        {
                            "0": [
                                {
                                    "Сила": [ 1, 0 ],
                                    "Ловкость" : [ 1, 0 ],
                                    "ДеБаф_к_пулям": 0,
                                    "Способности": [ 
                                        "Тяга к бою|+4 к роллу на инициативу.",
                                        "ЯРОСТЬ|В бою или в социальной ситуации при ролле на мудрость ниже 10, бросок с преимуществом,-6 к блоку и +20 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 4 ходов. После 3 яростей требуется длинный отдых для восстановления. Дает +1 к мастерству оружия в руках.",
                                        "Снять пыл|Вы можете скопить всю ярость в один удар и нанести 200% урона, закончив ярость. Не может использовать ярость до короткого отдыха."
                                 ]
                                }

                            ],
                            "1": [
                                {
                                    "Интелект": [ 1, 0 ],
                                    "Мудрость": [ 1, 0 ],
                                    "ДеБаф_к_пулям": 1,
                                    "Способности" : [
                                        "Тяга к бою|+6 к роллу на инициативу.",
                                        "ЯРОСТЬ|В бою или в социальной ситуации при ролле на мудрость ниже 10, бросок с преимуществом,-7 к блоку и +20 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 3 ходов. После 3 яростей требуется длинный отдых для восстановления. Дает +2 к мастерству оружия в руках. \r\n+1 к силе, +1 к ловкости",
                                        "Снять пыл|Вы можете скопить всю ярость в один удар и нанести 250% урона, закончив ярость. Не может использовать ярость до короткого отдыха."
                                    ]

                                }

                            ],
                            "2": [
                                {
                                    "Мудрость": [ -1, 0 ],
                                    "Способности" : [
                                        "Тяга к бою|+8 к роллу на инициативу.",
                                        "ЯРОСТЬ|Не требует ролл на мудрость. -8 к блоку и +20 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 3 ходов. Максимум 4 ярости за длинный отдых. Дает +3 к мастерству оружия в руках. \r\n+3 к силе, +2 к ловкости",
                                        "Снять пыл|Вы можете скопить всю ярость в один удар и нанести 300% урона, закончив ярость. Не может использовать ярость до короткого отдыха."
                                    ]
                                }

                            ],
                            "3": [
                                {
                                    "Интелект": [ 1, 0 ],
                                    "Мудрость": [ 1, 0 ],
                                    "ДеБаф_к_пулям": 1,
                                    "Способности" : [
                                        "Тяга к бою|+10 к роллу на инициативу.",
                                        "ЯРОСТЬ|Не требует ролл на мудрость. -9 к блоку и +20 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 3 ходов. Максимум 5 ярости за длинный отдых. Дает +3 к мастерству оружия в руках. \r\n+6 к силе, +3 к ловкости.",
                                        "Снять пыл|Вы можете скопить всю ярость в один удар и нанести 400% урона, закончив ярость. Не может использовать ярость до короткого отдыха."
                                    ]
                                }

                            ],
                            "4": [
                                {
                                    "Интелект": [ 1, 0 ],
                                    "Мудрость": [ 1, 0 ],
                                    "ДеБаф_к_пулям": 2,
                                    "Способности" : [
                                        "Тяга к бою|+12 к роллу на инициативу.",
                                        "ЯРОСТЬ|Не требует ролл на мудрость. -10 к блоку и +20 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 3 ходов. Максимум 5 ярости за длинный отдых. Дает +5 к мастерству оружия в руках. \r\n+8 к силе, +4 к ловкости.",
                                        "Снять пыл|Вы можете скопить всю ярость в один удар и нанести 500% урона, закончив ярость. Не может использовать ярость до короткого отдыха."
                                    ]

                                }

                            ]



                        }
                    ],
                    "Буревестник": [
                        {
                            "0": [
                                {
                                    "Ловкость": [ 1, 0 ],
                                    "Способности": [ 
                                        "Душа стихии|Каждый уровень вы можете выбрать стихию элементального урона.",
                                        "ЯРОСТЬ|В начале в радиусе полухода от варвара все получают 10*(10-ролл на ярость) элементального урона. Во время ярости варвар наносит дополнительные 10% урона оружия элементального урона."
                                    ]
                                }

                            ],
                            "1": [
                                {
                                    "Ловкость": [ 1, 0 ],
                                    "Способности": [ "ЯРОСТЬ|В начале в радиусе полухода от варвара все получают 15*(10-ролл на ярость) элементального урона. Во время ярости варвар наносит дополнительные 25% урона оружия элементального урона.",
                                    "Элементальный снаряд|Во время ярости вы можете нанести удар, запускающий снаряд, наносящий элементальный урон 25% от урона оружия на расстояние 3 ходов." 
                                ]
                                }

                            ],
                            "2": [
                                {
                                    "Интелект": [ 2, 0 ],
                                    "Способности": [
                                        "ЯРОСТЬ|В начале в радиусе полухода от варвара все получают 20*(10-ролл на ярость) элементального урона. Во время ярости варвар наносит дополнительные 45% урона оружия элементального урона.",
                                        "Душа стихии|Вы получаете 50% резиста от выбранного элемента."
                                    ]
                                }

                            ],
                            "3": [
                                {
                                    "Способности": [
                                        "ЯРОСТЬ|В начале в радиусе полухода от варвара все получают 25*(10-ролл на ярость) элементального урона. Во время ярости варвар наносит дополнительные 70% урона оружия элементального урона.",
                                        "Колосс|Вы во время ярости можете увеличиться в размерах в 2 раза, а ваши характеристики(кроме здоровья и КД) увеличатся на 25%. Так же вы получаете возможность швырять предметы и существ больше своего размера, не взирая на вес.",
                                        "Элементальный снаряд|Во время ярости вы можете нанести удар, запускающий снаряд, наносящий элементальный урон 50% от урона оружия на расстояние 3 ходов."
                                    ]
                                }

                            ],
                            "4": [
                                {
                                    "Способности": [ "ЯРОСТЬ|В начале в радиусе полухода от варвара все получают 50*(10-ролл на ярость) элементального урона. Во время ярости варвар наносит дополнительные 120% урона оружия элементального урона." ]
                                }

                            ]



                        }
                    ],
                    "Слишком злой, чтобы умирать": [
                        {
                            "0": [
                                {
                                    "Телосложение": [ 1, 0 ],
                                    "Способности": [
                                        "ЯРОСТЬ|В бою или в социальной ситуации при ролле на мудрость ниже 10, бросок с преимуществом,-5 к блоку и +30 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 10 ходов. После 3 яростей требуется длинный отдых для восстановления.",
                                        "LAST STAND|Падение в обморок только ниже -25% здоровья.",
                                        "Brick shithouse|+3 к роллам на телосложение при попытке сбить баланс(толкнуть, опрокинуть)."
                                    ]
                                }

                            ],
                            "1": [
                                {
                                    "Телосложение": [ 1, 0 ],
                                    "Способности": [ 
                                        "ЯРОСТЬ|В бою или в социальной ситуации при ролле на мудрость ниже 10, бросок с преимуществом,-5 к блоку и +40 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 10 ходов. После 3 яростей требуется длинный отдых для восстановления.",
                                        "LAST STAND|Падение в обморок только ниже -50% здоровья.",
                                        "Бездумная ярость|Варвар не может быть испуган или очарован, пока он в ярости, также данные эффекты спадают при впадении в ярость."
                                 ]
                                }

                            ],
                            "2": [
                                {
                                    "Телосложение": [ 1, 0 ],
                                    "Способности": [
                                        "ЯРОСТЬ|В бою или в социальной ситуации при ролле на мудрость ниже 10, бросок с преимуществом,-5 к блоку и +50 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 10 ходов. После 3 яростей требуется длинный отдых для восстановления. Доступна возможность совершать рывок(лимит 3).",
                                        "LAST STAND|Варвар теряет сознание только при окончании ярости.",
                                        "Причина тряски|При впадении в ярость все существа, которые видят варвара должны кинуть ролл на испуг."
                                    ]
                                }

                            ],
                            "3": [
                                {
                                    "Телосложение": [ 2, 0 ],
                                    "Способности": [
                                        "ЯРОСТЬ|В бою или в социальной ситуации при ролле на мудрость ниже 10, бросок с преимуществом,-5 к блоку и +70 КД, идет пока игрок хотя бы в 2 хода атакует кого-то. Перезарядка 10 ходов. После 3 яростей требуется длинный отдых для восстановления. Доступна возможность совершать рывок(лимит 5).",
                                        "LAST STAND|Варвар теряет сознание только при окончании ярости и сама ярость закончится только по желанию варвара."
                                    ]
                                }

                            ],
                            "4": [
                                {
                                    "Телосложение": [ 2, 0 ]
                                }

                            ]
                        }
                    ]


                }
            ]
        }
    ]
}